import React from 'react';
import './deliveryQuestion.scss'

const DeliveryQuestion = () => {
    return (
        <section>
            <div className="container">
                <div className="Question">
                    <h6>Часто задаваемые вопросы</h6>
                    <div className="QuestionCard">
                        <details open>
                            <summary>Водитель уведомит меня о начале доставки доставки?</summary>
                            <p>Есть товары, которые можно купить сразу на сервисе, и товары, для покупки которых
                                <div/>
                                нужно перейти на сайт магазина. Условия их получения отличаются.
                            </p>
                            <p>
                                В этом разделе описаны условия для товаров, которые можно купить. Также некоторые <div/>
                                товары, которые продаются на Маркете, доставляются непосредственно продавцами <div/>
                                и имеют пометку об этом. Для таких товаров могут быть доступны не все возможности,
                                описанные ниже.
                            </p>
                        </details>
                        <details>
                            <summary>Мне нужна помощь в разгрузке товара (дополнительная услуга), что делать?</summary>
                            <p>Есть товары, которые можно купить сразу на сервисе, и товары, для покупки которых
                                <div/>
                                нужно перейти на сайт магазина. Условия их получения отличаются.
                            </p>
                            <p>
                                В этом разделе описаны условия для товаров, которые можно купить. Также некоторые <div/>
                                товары, которые продаются на Маркете, доставляются непосредственно продавцами <div/>
                                и имеют пометку об этом. Для таких товаров могут быть доступны не все возможности,
                                описанные ниже.
                            </p>
                        </details>
                        <details>
                            <summary>Что делать если товар не тот, или ненадлежащего качества?</summary>
                            <p>Есть товары, которые можно купить сразу на сервисе, и товары, для покупки которых
                                <div/>
                                нужно перейти на сайт магазина. Условия их получения отличаются.
                            </p>
                            <p>
                                В этом разделе описаны условия для товаров, которые можно купить. Также некоторые <div/>
                                товары, которые продаются на Маркете, доставляются непосредственно продавцами <div/>
                                и имеют пометку об этом. Для таких товаров могут быть доступны не все возможности,
                                описанные ниже.
                            </p>
                        </details>
                        <details>
                            <summary>У меня крупный заказ (5 и более тонн груза), у вас есть доставка и разгрузка
                                манипулятором?
                            </summary>
                            <p>Есть товары, которые можно купить сразу на сервисе, и товары, для покупки которых
                                <div/>
                                нужно перейти на сайт магазина. Условия их получения отличаются.
                            </p>
                            <p>
                                В этом разделе описаны условия для товаров, которые можно купить. Также некоторые <div/>
                                товары, которые продаются на Маркете, доставляются непосредственно продавцами <div/>
                                и имеют пометку об этом. Для таких товаров могут быть доступны не все возможности,
                                описанные ниже.
                            </p>
                        </details>
                        <details>
                            <summary>Сколько времени дается на самостоятельную разгрузку товара?</summary>
                            <p>Есть товары, которые можно купить сразу на сервисе, и товары, для покупки которых
                                <div/>
                                нужно перейти на сайт магазина. Условия их получения отличаются.
                            </p>
                            <p>
                                В этом разделе описаны условия для товаров, которые можно купить. Также некоторые <div/>
                                товары, которые продаются на Маркете, доставляются непосредственно продавцами <div/>
                                и имеют пометку об этом. Для таких товаров могут быть доступны не все возможности,
                                описанные ниже.
                            </p>
                        </details>
                        <details>
                            <summary>Ваша доставка опоздала, как можно помочь вам улучшить свой уровень сервиса?</summary>
                            <p>Есть товары, которые можно купить сразу на сервисе, и товары, для покупки которых
                                <div/>
                                нужно перейти на сайт магазина. Условия их получения отличаются.
                            </p>
                            <p>
                                В этом разделе описаны условия для товаров, которые можно купить. Также некоторые <div/>
                                товары, которые продаются на Маркете, доставляются непосредственно продавцами <div/>
                                и имеют пометку об этом. Для таких товаров могут быть доступны не все возможности,
                                описанные ниже.
                            </p>
                        </details>
                    </div>
                </div>
            </div>
        </section>
    );
};

export default DeliveryQuestion;