import React from 'react';
import './About.scss'
const About = () => {
    return (
        <section>
            <div className="container">
                <div className="backgrouund">
                    <div className="content">
                        <h3>О компании</h3>
                        <p>В СтройкаСтор вы всегда можете купить все необходимые товары для ремонта дома <div/>
                            и дачи. Хотите сделать ремонт в квартире? Строите загородный дом? Используйте <div/>
                            строительные и отделочные материалы из нашего каталога.
                        </p>
                        <p className="content__p2">Быстрая доставка строительных товаров по низким ценам сделает ваши покупки более
                            <div/>
                            приятными. Ремонт может стоить дешево, если делать его с нами. Для вас всегда в <div/>
                            наличии более 30 000 товаров для строительства по низким ценам каждый день.
                        </p>
                        <p>
                            СтройкаСтор — это широкий ассортимент товаров для дома и ремонта недорого; <div/>
                            Возможность заказать строительные и отделочные материалы для дома и дачи.
                        </p>
                    </div>
                </div>
            </div>
        </section>
    );
};

export default About;